{
  "ما هو يابلاش": "يبلاش هو تطبيق جوال وويب يساعد في تقليل هدر الطعام من خلال ربط المستهلكين بالأطعمة المخفضة من المحلات القريبة.",
  "كيف يعمل يبلاش؟": "تقوم المحلات بإدراج المنتجات التي تقترب من تاريخ الانتهاء، ويمكن للعملاء شراؤها بأسعار مخفضة.",
  "من يمكنه استخدام يبلاش؟": "أي شخص يرغب في توفير المال على الطعام والمساعدة في تقليل الهدر.",
  "هل يبلاش متوفر في منطقتي؟": "يمكنك التحقق من التوفر عن طريق إدخال موقعك في التطبيق.",
  "هل التطبيق مجاني للاستخدام؟": "نعم، يبلاش مجاني للمستهلكين.",
  "لماذا يسمى يبلاش؟": "الاسم مستوحى من العبارة العربية \"يبلاش\"، التي تعني شيء رخيص أو شبه مجاني.",
  "هل يدعم التطبيق لغات متعددة؟": "لا، التطبيق يدعم اللغة الإنجليزية فقط حالياً.",
  "هل من الآمن شراء الطعام عبر يبلاش؟": "نعم، جميع الأطعمة مقدمة من محلات موثوقة ولا تزال صالحة للاستهلاك.",
  "من يستفيد من استخدام يبلاش؟": "المستهلكون والمحلات على حد سواء. المستهلكون يوفرون مالاً، والمحلات تقلل الهدر والخسائر.",
  "هل يبلاش خدمة توصيل؟": "نحن نربطك بالمحلات. بعضها يقدم التوصيل، وبعضها يكتفي بالاستلام.",
  "هل يمكنني استخدام يبلاش على هاتفي؟": "نعم، التطبيق متوفر على أندرويد وiOS.",
  "هل يمكنني تتبع طلبي؟": "نعم، تتبع الطلب متاح داخل التطبيق.",
  "كيف أبدأ؟": "فقط قم بتحميل التطبيق، أنشئ حساب، وابدأ بتصفح العروض القريبة منك.",
  "هل التسجيل مطلوب؟": "نعم، تحتاج إلى حساب لتتمكن من الطلب أو إدراج منتجات.",
  "هل يبلاش يعمل دولياً؟": "حالياً يخدم بعض المدن المختارة. هناك خطط للتوسع.",
    "كيف أجد عروض الطعام القريبة مني؟": "فعّل الموقع في التطبيق لتصفح المنتجات المخفضة القريبة منك.",
    "ما أنواع الطعام المتوفرة؟": "ستجد مخبوزات، ألبان، فواكه، وجبات، ومنتجات معلبة تقترب من تاريخ الانتهاء.",
    "هل المنتجات طازجة؟": "نعم، لا تزال آمنة وطازجة، لكنها تقترب من تاريخ انتهاء صلاحيتها.",
    "لماذا هذه المنتجات مخفضة؟": "لأن فترة صلاحيتها قصيرة، لذا تقدم المحلات خصومات لبيعها بسرعة.",
    "ما مقدار الخصم؟": "الخصومات تتراوح بين 10% و40% حسب المنتج.",
    "هل يمكنني حجز المنتجات قبل الاستلام؟": "نعم، يمكنك الحجز وتحديد وقت الاستلام.",
    "كيف أعرف تاريخ انتهاء المنتج؟": "مذكور بوضوح في كل إعلان منتج.",
    "هل يمكنني إرجاع المنتج إذا غيرت رأيي؟": "لا، جميع المبيعات نهائية بسبب طبيعة المنتجات.",
    "ماذا أفعل إذا كان المنتج الذي اشتريته تالفاً؟": "يرجى الإبلاغ عبر التطبيق، سنحقق ونساعدك.",
    "هل يمكنني إلغاء الطلب؟": "نعم، إذا لم يتم تجهيز الطلب بعد.",
    "هل هناك حد أدنى للشراء؟": "بعض البائعين لديهم حد أدنى، وسيظهر لك قبل الدفع.",
    "هل يمكنني حفظ متاجري المفضلة؟": "نعم، يمكنك إضافتها لقائمة المفضلات داخل التطبيق.",
    "كيف أدفع؟": "يمكن الدفع عن طريق بطاقة أو نقداً عند الاستلام/التوصيل حسب البائع.",
    "هل أحتاج لإحضار شيء عند الاستلام؟": "فقط عرض رقم الطلب داخل التطبيق.",
    "هل يمكنني فلترة المنتجات حسب النظام الغذائي؟": "نعم، هناك فلتر للنباتيين، والنباتيين الصرف، وخيارات أخرى.",
    "هل يمكنني الطلب من عدة محلات في طلب واحد؟": "كل طلب يكون لمحلك واحد، لكن يمكنك تقديم عدة طلبات.",
    "هل سأستقبل إشعارات للعروض الجديدة؟": "نعم، إذا فعلت الإشعارات في إعدادات التطبيق.",
    "هل أرى المسافة بيني وبين المتجر؟": "نعم، تظهر المسافة بجانب كل متجر.",
    "ماذا أفعل إذا تأخرت عن الاستلام؟": "تواصل مع المحل عبر التطبيق لمعرفة إمكانية الاحتفاظ بالطلب.",
    "هل يمكنني التواصل مباشرة مع المتجر؟": "نعم، لكل متجر خيار اتصال في صفحته.",
    "هل هناك عروض مجموعات؟": "نعم، بعض المحلات تقدم عروض حزم في قسم “عروض المجموعات”.",
    "ما هي العروض السريعة؟": "عروض محدودة الوقت متاحة لساعات قليلة أو حتى نفاد الكمية.",
    "كيف أبلغ عن مشكلة في الطلب؟": "اذهب إلى “طلباتي” واضغط على “الإبلاغ عن مشكلة”.",
    "هل توجد تقييمات؟": "نعم، يمكنك مشاهدة تقييمات وتعليقات المستخدمين لكل متجر.",
    "هل يمكنني مشاركة يبلاش مع أصدقائي؟": "بالتأكيد! يمكنك إرسال رابط الإحالة لهم عبر التطبيق.",
    "كيف يمكن لمتجري الانضمام إلى يبلاش؟": "يمكنك التسجيل كبائع من خلال موقعنا الإلكتروني أو مباشرة من التطبيق في قسم “للمحلات”.",
    "ما أنواع المحلات التي يمكنها الانضمام؟": "مطاعم، مقاهي، مخابز، سوبرماركت، وموردي الطعام.",
    "هل الانضمام مجاني للمحلات؟": "نعم، الانضمام مجاني. نوفر أيضاً مميزات مدفوعة للترويج وأدوات متقدمة.",
    "ما أنواع المنتجات التي يمكن إدراجها؟": "يمكنك إدراج منتجات طازجة لكنها تقترب من تاريخ الانتهاء أو ذات فترة صلاحية محدودة.",
    "كيف أدرج منتج؟": "سجل دخولك، اضغط “إضافة منتج”، واملأ البيانات والسعر وتاريخ الانتهاء.",
    "هل يمكنني تحديد نسبة الخصم؟": "نعم، يمكنك ضبط الخصم بما يتناسب مع هدف تصفية المخزون.",
    "هل هناك حد لعدد المنتجات؟": "لا، يمكنك إدراج أي عدد من المنتجات طالما تفي بمعايير الجودة.",
    "كيف أستلم الطلبات؟": "الطلبات تظهر في لوحة تحكم المحل بشكل فوري مع بيانات العميل.",
    "كيف تتم عملية التوصيل أو الاستلام؟": "يمكنك عرض خيارات استلام فقط، توصيل فقط، أو كلاهما حسب ما يناسب عملك.",
    "هل يمكنني تحديد ساعات توفر المنتج؟": "نعم، يمكنك جدولة أوقات توافر كل منتج.",
    "كيف أتعامل مع الإلغاءات في اللحظة الأخيرة؟": "يمكنك وضع سياسة إلغاء خاصة بك في إعدادات متجرك.",
    "هل سأستلم إشعارات للطلبات الجديدة؟": "نعم، ستتلقى تنبيهات فورية عبر التطبيق والبريد الإلكتروني.",
    "هل يمكنني إضافة فروع متعددة؟": "نعم، يمكنك إدارة عدة فروع من حساب واحد.",
    "كيف أدير المخزون؟": "يمكن تحديث المخزون يدوياً أو تفعيل الإخفاء التلقائي للعناصر المباعة.",
    "هل يمكن للعملاء تقييم متجري؟": "نعم، التقييمات تساعدك في بناء الثقة وتحسين الأداء.",
    "هل يمكنني تقديم عروض حزم؟": "نعم، النظام يدعم عروض المجموعات والخصومات على الكميات.",
    "كيف استلم المدفوعات؟": "المدفوعات تودع في حسابك البنكي أسبوعياً أو شهرياً.",
    "هل يمكنني تحديد حد للشراء لكل عميل؟": "نعم، يمكن تحديد حدود شراء لكل زبون.",
    "هل يمكنني الترويج لمتجري داخل التطبيق؟": "نعم، مع الحساب المميز تظهر في قوائم مميزة وأعلى نتائج البحث.",
    "كيف أتابع أداء متجري؟": "لوحة التحكم تعرض تقارير المبيعات والمخزون وتفاعل العملاء.",
    "ما الدعم المتاح للمحلات؟": "يمكنك التواصل مع فريق دعم مخصص عبر الدردشة أو الهاتف.",
    "هل يمكنني إيقاف متجري مؤقتاً؟": "نعم، يمكنك إيقاف المتجر متى شئت.",
    "هل بيع الطعام القريب من الانتهاء آمن؟": "نعم، طالما المنتج آمن وواضح عليه تاريخ الصلاحية ويباع ضمن المعايير الصحية.",
    "هل أحتاج رخصة سلامة غذائية؟": "نعم، يجب الالتزام بالتشريعات المحلية للصحة والسلامة.",
    "هل يمكنني حذف حسابي إذا توقفت عن استخدام المنصة؟": "نعم، يمكنك طلب حذف الحساب من لوحة التحكم.",
    "هل يوجد توصيل لكل الطلبات؟": "ليس بالضرورة. بعض المتاجر تقدم استلام فقط وبعضها يقدم توصيل.",
    "كيف أعرف إذا كان الطلب يشمل توصيل؟": "يتم توضيح خيارات التوصيل لكل منتج أو متجر داخل التطبيق.",
    "كم تكلفة التوصيل؟": "تختلف حسب المسافة والمتجر، ويتم عرض السعر قبل تأكيد الطلب.",
    "هل يمكنني اختيار وقت التوصيل؟": "نعم، يمكنك اختيار نافذة زمنية مريحة لك.",
    "هل يمكنني تغيير عنوان التوصيل بعد الطلب؟": "يرجى التواصل مع المتجر بأسرع وقت ممكن لتعديل العنوان.",
    "ما هي مدة التوصيل المتوقعة؟": "عادة بين 30 دقيقة وساعة، حسب الموقع والوقت.",
    "هل يمكنني استلام الطلب من المتجر بدلاً من التوصيل؟": "نعم، خيار الاستلام متاح في معظم المتاجر.",
    "هل يمكنني تتبع السائق أثناء التوصيل؟": "نعم، التطبيق يوفر تتبع مباشر للسائق في بعض المدن.",
    "ماذا أفعل إذا لم يصل الطلب؟": "اتصل بالمتجر عبر التطبيق أو تواصل مع الدعم.",
    "هل أستلم إيصال أو فاتورة؟": "نعم، يتم إرسال الفاتورة إلكترونياً بعد الطلب.",
    "ما طرق الدفع المتاحة؟": "بطاقات الائتمان، الدفع النقدي عند الاستلام، ومحافظ إلكترونية.",
    "هل الدفع آمن؟": "نعم، نستخدم تقنيات تشفير متقدمة لحماية معلوماتك.",
    "هل يمكنني حفظ بطاقة الدفع لاستخدامها لاحقاً؟": "نعم، يمكنك حفظ البيانات بأمان لاستخدام أسرع.",
    "هل هناك رسوم خدمة؟": "قد تضاف رسوم بسيطة حسب طريقة الدفع والمتجر.",
    "هل يمكنني استرداد أموالي؟": "عادةً لا، لأن المنتجات مباعة كسلع مخفضة ولا تسترجع.",
    "كيف أستلم إيصال الدفع؟": "يتم إرسال إيصال إلكتروني عبر البريد أو التطبيق.",
    "هل توجد عروض دفع أو كوبونات؟": "نعم، يمكنك استخدام كوبونات الخصم إذا كانت متاحة.",
    "كيف أبلغ عن مشكلة تقنية؟": "استخدم قسم “الدعم” داخل التطبيق أو الموقع.",
    "هل يمكنني التواصل مع خدمة العملاء؟": "نعم، متوفر دعم عبر الدردشة، البريد الإلكتروني، والهاتف.",
    "كيف أغير بيانات حسابي؟": "اذهب إلى إعدادات الحساب لتحديث المعلومات الشخصية.",
    "نسيت كلمة المرور، ماذا أفعل؟": "استخدم خيار “نسيت كلمة المرور” لإعادة تعيينها.",
    "كيف أحذف حسابي؟": "تواصل مع الدعم بطلب حذف الحساب.",
    "هل بياناتي الشخصية محمية؟": "نعم، نلتزم بسياسات الخصوصية وحماية البيانات.",
    "هل يمكنني اقتراح ميزات جديدة؟": "نرحب بمقترحاتك عبر قسم الملاحظات.",
    "هل التطبيق متوافق مع الأجهزة القديمة؟": "يدعم معظم الهواتف الذكية الحديثة."
  }

