{
  "What is Y-Balash?": "Y-Balash is a mobile and web app that helps reduce food waste by connecting  consumers with discounted food from nearby businesses.",
  "How does Y-Balash work?": "Businesses list products nearing expiration, and customers can buy them at  discounted prices.",
  "Who can use Y-Balash?": "Anyone looking to save money on food and help reduce food waste.",
  "Is Y-Balash available in my area?": "You can check availability by entering your location in the app.",
  "Is the app free to use?": "Yes, Y-Balash is free for consumers to use.",
  "Why is it called Y-Balash?": "It’s inspired by the Arabic phrase \"Yebalash\", meaning something cheap or nearly  free.",
  "Does the app support multiple languages?": "No, the app currently supports only English.",
  "Is it safe to buy food through Y-Balash?": "Yes, all food is provided by verified businesses and still safe to consume.",
  "Who benefits from using Y-Balash?": "Both consumers and businesses. Consumers save money, and businesses reduce  waste and losses.",
  "Is Y-Balash a delivery service?": "We connect you with businesses. Some offer delivery, others offer pickup.",
  "Can I use Y-Balash on my phone?": "Yes, it's available on both Android and iOS.",
  "Can I track my orders?": "Yes, order tracking is available in the app.",
  "How do I get started?": "Just download the app, sign up, and start browsing deals near you.",
  "Is registration required?": "Yes, you need an account to place an order or list products.",
  "Does Y-Balash operate internationally?": "Currently, it serves selected cities. Expansion plans are in progress.   2. For Consumers (25 Qs)",
  "How do I find food deals near me?": "Enable location in the app to browse nearby discounted items.",
  "What types of food can I find?": "You’ll find bakery items, dairy, fruits, meals, and packaged goods nearing expiration.",
  "Are the items fresh?": "Yes, they are still safe and fresh, just nearing their expiration date.",
  "Why are these products discounted?": "They have a short shelf life, so businesses offer discounts to sell them quickly.",
  "How big are the discounts?": "Discounts range from 10% to 40%, depending on the item.",
  "Can I reserve items before picking them up?": "Yes, you can reserve and choose a pickup time.",
  "How do I know the product expiry date?": "It’s clearly mentioned on each product listing.",
  "Can I return a product if I change my mind?": "No, due to the nature of the products, all sales are final.",
  "What if the item I bought is spoiled?": "Please report the issue through the app. We’ll investigate and assist you.",
  "Can I cancel an order?": "Yes, if the order hasn’t been prepared yet.",
  "Is there a minimum purchase amount?": "Some sellers may have a minimum purchase. It will be shown before checkout.",
  "Can I save my favorite stores?": "Yes, you can add them to your favorites list in the app.",
  "How do I pay?": "Payment can be made via card or cash on pickup/delivery, depending on the seller.",
  "Do I need to bring anything when picking up?": "Just show your order ID in the app.",
  "Can I filter products by dietary preference?": "Yes, filters are available for vegetarian, vegan, and other options.",
  "Can I order from multiple businesses in one order?": "Each order is placed per business, but you can place several at once.",
  "Will I receive notifications for new deals?": "Yes, if you enable notifications in the app settings.",
  "Can I see how far a store is from me?": "Yes, the distance is displayed next to each store listing.",
  "What should I do if I arrive late for pickup?": "Contact the business through the app to see if they can still hold your order.",
  "Can I contact the store directly?": "Yes, each store has a contact option in their profile.",
  "Are there combo offers available?": "Some businesses offer bundles. You can find them in the “Combo Deals” section.",
  "What are flash deals?": "Limited-time deals available for a few hours or until sold out.",
  "How do I report an issue with an order?": "Go to “My Orders” and click “Report an Issue”.",
  "Are reviews available?": "Yes, you can see other users’ ratings and feedback for each store.",
  "Can I share Y-Balash with my friends?": "Absolutely! You can send them your referral link through the app.   3. For Businesses (25 Qs)",
  "How can my business join Y-Balash?": "You can sign up as a seller through our website or directly from the app under the  “For Businesses” section.",
  "What kind of businesses can use Y-Balash?": "Restaurants, cafes, bakeries, supermarkets, and food suppliers.",
  "Is it free for businesses to join?": "Yes, joining is free. We also offer optional premium features for advanced tools and  promotion.",
  "What kind of products can I list?": "You can list items that are fresh but nearing expiration or have limited shelf life.",
  "How do I list a product?": "Log into your business account, click “Add Product,” and fill in the details, price, and  expiry date.",
  "Can I set my own discount percentage?": "Yes, you can set the discount according to your stock clearance goals.",
  "Are there limits on how many items I can list?": "No, you can list as many items as needed, as long as they meet the quality standards.",
  "How do I receive orders?": "Orders appear in your business dashboard in real time with customer details.",
  "How does delivery or pickup work?": "You can offer pickup only, delivery only, or both—based on what suits your business.",
  "Can I schedule product availability?": "Yes, you can set the available hours for each product.",
  "How do I handle last-minute cancellations?": "You can create your own cancellation policy in your store settings.",
  "Do I get notifications for new orders?": "Yes, you’ll receive instant alerts through the app and email (for business accounts).",
  "Can I add multiple store branches?": "Yes, you can manage multiple locations from a single business account.",
  "How do I manage inventory?": "You can update stock status manually or enable auto-hiding for sold-out items.",
  "Will I get reviews from customers?": "Yes, customers can rate their experience, helping you build trust and improve.",
  "Can I offer bundle deals?": "Yes, the system supports combo deals and bulk discounts.",
  "How do I get paid?": "Payments are transferred to your linked bank account on a weekly or monthly basis.",
  "Can I limit how many units a customer can buy?": "Yes, there’s an option to set purchase limits per customer.",
  "Is there a way to promote my store in the app?": "Yes, with a premium account, you can appear in featured listings and top searches.",
  "How can I track my performance?": "The dashboard gives insights into sales, inventory, and customer engagement.",
  "What support is available for businesses?": "You can access a dedicated business support team via chat or phone.",
  "Can I pause my store temporarily?": "Yes, you can toggle your store offline anytime.",
  "Is it safe to sell food nearing expiration?": "Yes, as long as the item is still safe, clearly labeled, and sold within food safety  guidelines.",
  "Do I need a food safety license?": "Yes, all participating businesses must comply with local health regulations.",
  "Can I delete my account if I stop using the platform?": "Yes, you can request account deletion from your dashboard.   4. Pickup & Delivery (10 Qs)",
  "Do all businesses offer delivery?": "No, some offer pickup only. Delivery options are shown for each product.",
  "How much does delivery cost?": "It depends on the seller’s rates and your distance from the store.",
  "Can I choose a delivery time?": "Yes, if the seller offers delivery time slots.",
  "Who delivers the items?": "Deliveries are handled by the store or their delivery partner.",
  "How will I know my delivery is on the way?": "You’ll receive a notification once your order is out for delivery.",
  "What if my delivery is late?": "You can contact the seller or report the issue through the app.",
  "Can I change my pickup time after placing an order?": "Contact the seller as soon as possible—they may allow changes if it hasn’t been  prepared.",
  "What should I bring for pickup?": "Just show your order code or QR code in the app.",
  "Can someone else pick up my order?": "Yes, as long as they have your order code.",
  "What happens if I miss the pickup window?": "The store may cancel the order. Always communicate with them in advance.   5. Vouchers & Loyalty (10 Qs)",
  "Does Y-Balash offer vouchers?": "Yes, you can earn vouchers by completing purchases or referring friends.",
  "How do I redeem a voucher?": "Enter the voucher code during checkout to apply the discount.",
  "Do vouchers expire?": "Yes, each voucher has an expiry date. You can check it in your wallet.",
  "Can I use multiple vouchers at once?": "No, only one voucher can be used per order.",
  "How do I earn loyalty rewards?": "Every order earns you points, which can be converted into vouchers.",
  "Are there special promotions?": "Yes, keep an eye on the Promotions section in the app.",
  "Can I gift a voucher to a friend?": "Some vouchers are transferable—check the terms.",
  "What happens if my voucher doesn’t work?": "Contact support through the app for assistance.",
  "Can I get a voucher for referring someone?": "Yes! You’ll receive a referral bonus when your friend places their first order.",
  "Where can I see my available vouchers?": "Go to the “Wallet” section in the app to view and manage your vouchers.   6. Environmental Impact (5 Qs)",
  "How does Y-Balash help the environment?": "It reduces food waste, saves resources, and lowers carbon emissions.",
  "Why is food waste a problem?": "Wasted food means wasted water, energy, labor, and it contributes to climate change.",
  "Does buying discounted food really make a difference?": "Yes! Every saved item helps reduce global waste and landfill use.",
  "Do businesses benefit environmentally too?": "Absolutely. They reduce their waste output and improve their sustainability image.",
  "Can I track my environmental impact in the app?": "Yes, we show how much food and CO₂ you’ve helped save.   7. Technical Support & App Use (15 Qs)",
  "I forgot my password—what do I do?": "Click “Forgot Password” on the login screen to reset it.",
  "The app is crashing—how can I fix it?": "Try updating the app or reinstalling it. If the issue continues, contact support.",
  "Can I use Y-Balash offline?": "No, you need an internet connection to browse and place orders.",
  "Is the app secure?": "Yes, we use encryption to keep your data safe.",
  "How do I delete my account?": "Go to your account settings and select “Delete Account”.",
  "How do I update my profile information?": "Go to “Profile” > “Edit” and make the changes.",
  "Can I disable notifications?": "Yes, toggle them off in the notification settings.",
  "How do I contact customer support?": "Tap “Help” in the app menu to chat with support or submit a request. ",
  "Can I give feedback about the app?": "Yes, we welcome feedback through the “Rate Us” option.",
  "Is my order history saved?": "Yes, you can view all past orders in “My Orders.”",
  "Can I suggest a new store to join Y-Balash?": "Yes, use the “Suggest a Partner” feature in the app.",
  "What should I do if I see incorrect information?": "Report it by tapping “Report Issue” on the product or store page.",
  "Does Y-Balash support charity?": "Yes, we work with food banks and allow donations of unsold items.",
  "Can I donate through the app?": "We’re working on adding donation options soon.",
  "Is there a community feature?": "Yes, you can follow stores, leave reviews, and join discussions.",
  "How does Y-Balash raise awareness?": "Through campaigns, blogs, and events promoting food waste reduction.",
  "Do you offer volunteer opportunities?": "Occasionally, for community events. Keep an eye on announcements.",
  "Can I join as a student ambassador?": "Yes! We welcome student reps to help spread the message.",
  "How can I get involved in awareness campaigns?": "Join the newsletter or follow us on social media for opportunities.",
  "Are you partnered with environmental organizations?": "Yes, we collaborate with NGOs and eco-initiatives.",
  "Does Y-Balash provide reports on impact?": "Yes, we publish annual reports showing food and waste metrics.",
  "Can I suggest a feature to the app?": "Definitely! Use the “Suggest a Feature” option in the menu.",
  "What is your vision?": "To create a sustainable future by reducing food waste and supporting communities.",
  "What’s your mission?": "To connect businesses and consumers to reduce waste and make food accessible.",
  "How can I help Y-Balash grow?": "Share the app, refer friends, and support local sellers!",
  "Do you offer internships?": "Yes, openings are announced on our Careers page.",
  "can i join as a seller?": "You can sign up as a seller through our website or directly from the app under the  “For Businesses” section."

}